import React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"

const IndexPage = () => (
  <Layout>
    <SEO title="Home" />
    <h1>Hi people</h1>
    <p>Welcome to your new Gatsby site.</p>
    <p>
    Летняя оздоровительная кампания в пришкольном онлайн лагере

Клуб «Премьер» создан при МБОУ СОШ №1им. М.Ю.Лермонтова 01.12.2001г. и с момента своего создания стал частью учебно-воспитательного процесса, подразумевающего педагогику активного сотрудничества учащихся, учителей, ответственности, личной и коллективной, самоуважения, творческого развития.

Главной целью организации является создание благоприятных условий для творческого роста одаренных детей, а также помощь в развитии таких важных качеств в современном мире, как коммуникабельность, умение показать себя.

Задачи:

- формирование подрастающего человека как творческой личности;

- развитие ученического самоуправления;

- развитие творческого потенциала личности и формирование системы научных взглядов учащихся;

- проведение внеурочной работы, обеспечивающей условия для развития творческой одаренности детей, их самореализации;

- воспитание социально значимой целеустремленности, предприимчивости и деловитости;

- воспитание в подрастающем человеке чувства ответственности за порученное дело;

- создание условий, способствующих повышению уровня образованности учащихся.

В 2014 году клуб «Премьер» был переименован и стал называться Совет старшеклассников «Премьер».

Его работа созвучна с основными принципами педагогики:

гуманизации — признание личности ребенка высшей ценностью воспитания, выявление и развитие всех сущностных сил ребенка, внушение каждому воспитаннику сознания собственной неповторимости;

индивидуализации — учет индивидуальных особенностей каждого ученика при включении его в различные виды деятельности, предоставление возможностей каждому учащемуся для самореализации и самораскрытия;

доминирования — отход от привычного, прежде удобного для всех, принципа мероприятийной организации воспитательной работы, создание условий для реализации интересов детей, их обогащения и возвышения, пробуждения новых интересов;

вариативности — создание условий для выбора учащимися форм деятельности для поддержки различных инициатив;

сотрудничества — определение общих целей педагогв и учащихся, организвция их совместной деятельности на основе взаимопонимания и взаимопомощи;

мотивации — добровольность включения ребенка в ту или иную деятельность, наличие цели — доступной, понятной, а, главное, — осознанной, доверие подростку в выборе средств и способов достижения поставленной задачи; включение детей и подростков в реальные социально-значимые отношения; необходимости социальной защиты и подготовки детей к социальной самозащите; толерантности — терпимого отношения к людям иной национальности, вероисповедания, культуры и взглядов.

Именно он совершает огромную организационную работу в нашей школе: занимается общественной жизнью школы, помогает развить творческие и организаторские способности учеников, сплотить коллектив учащихся школы.

Клуб «Премьер» подразумевает под собой активность, инициативу и коммуникабельность.

Премьеровцы работают сообща и сплоченно, поддерживая друг друга и развивая в себе творческий потенциал. Деятельность Совета старшеклассников «Премьер» вносит огромный вклад в развитие школьного самоуправления.

Девиз «Премьера»: «Пять «Т» — талант, творчество, трудолюбие, терпение, требовательность».
      </p> <p>
    Летняя оздоровительная кампания в пришкольном онлайн лагере

Клуб «Премьер» создан при МБОУ СОШ №1им. М.Ю.Лермонтова 01.12.2001г. и с момента своего создания стал частью учебно-воспитательного процесса, подразумевающего педагогику активного сотрудничества учащихся, учителей, ответственности, личной и коллективной, самоуважения, творческого развития.

Главной целью организации является создание благоприятных условий для творческого роста одаренных детей, а также помощь в развитии таких важных качеств в современном мире, как коммуникабельность, умение показать себя.

Задачи:

- формирование подрастающего человека как творческой личности;

- развитие ученического самоуправления;

- развитие творческого потенциала личности и формирование системы научных взглядов учащихся;

- проведение внеурочной работы, обеспечивающей условия для развития творческой одаренности детей, их самореализации;

- воспитание социально значимой целеустремленности, предприимчивости и деловитости;

- воспитание в подрастающем человеке чувства ответственности за порученное дело;

- создание условий, способствующих повышению уровня образованности учащихся.

В 2014 году клуб «Премьер» был переименован и стал называться Совет старшеклассников «Премьер».

Его работа созвучна с основными принципами педагогики:

гуманизации — признание личности ребенка высшей ценностью воспитания, выявление и развитие всех сущностных сил ребенка, внушение каждому воспитаннику сознания собственной неповторимости;

индивидуализации — учет индивидуальных особенностей каждого ученика при включении его в различные виды деятельности, предоставление возможностей каждому учащемуся для самореализации и самораскрытия;

доминирования — отход от привычного, прежде удобного для всех, принципа мероприятийной организации воспитательной работы, создание условий для реализации интересов детей, их обогащения и возвышения, пробуждения новых интересов;

вариативности — создание условий для выбора учащимися форм деятельности для поддержки различных инициатив;

сотрудничества — определение общих целей педагогв и учащихся, организвция их совместной деятельности на основе взаимопонимания и взаимопомощи;

мотивации — добровольность включения ребенка в ту или иную деятельность, наличие цели — доступной, понятной, а, главное, — осознанной, доверие подростку в выборе средств и способов достижения поставленной задачи; включение детей и подростков в реальные социально-значимые отношения; необходимости социальной защиты и подготовки детей к социальной самозащите; толерантности — терпимого отношения к людям иной национальности, вероисповедания, культуры и взглядов.

Именно он совершает огромную организационную работу в нашей школе: занимается общественной жизнью школы, помогает развить творческие и организаторские способности учеников, сплотить коллектив учащихся школы.

Клуб «Премьер» подразумевает под собой активность, инициативу и коммуникабельность.

Премьеровцы работают сообща и сплоченно, поддерживая друг друга и развивая в себе творческий потенциал. Деятельность Совета старшеклассников «Премьер» вносит огромный вклад в развитие школьного самоуправления.

Девиз «Премьера»: «Пять «Т» — талант, творчество, трудолюбие, терпение, требовательность».
      </p> <p>
    Летняя оздоровительная кампания в пришкольном онлайн лагере

Клуб «Премьер» создан при МБОУ СОШ №1им. М.Ю.Лермонтова 01.12.2001г. и с момента своего создания стал частью учебно-воспитательного процесса, подразумевающего педагогику активного сотрудничества учащихся, учителей, ответственности, личной и коллективной, самоуважения, творческого развития.

Главной целью организации является создание благоприятных условий для творческого роста одаренных детей, а также помощь в развитии таких важных качеств в современном мире, как коммуникабельность, умение показать себя.

Задачи:

- формирование подрастающего человека как творческой личности;

- развитие ученического самоуправления;

- развитие творческого потенциала личности и формирование системы научных взглядов учащихся;

- проведение внеурочной работы, обеспечивающей условия для развития творческой одаренности детей, их самореализации;

- воспитание социально значимой целеустремленности, предприимчивости и деловитости;

- воспитание в подрастающем человеке чувства ответственности за порученное дело;

- создание условий, способствующих повышению уровня образованности учащихся.

В 2014 году клуб «Премьер» был переименован и стал называться Совет старшеклассников «Премьер».

Его работа созвучна с основными принципами педагогики:

гуманизации — признание личности ребенка высшей ценностью воспитания, выявление и развитие всех сущностных сил ребенка, внушение каждому воспитаннику сознания собственной неповторимости;

индивидуализации — учет индивидуальных особенностей каждого ученика при включении его в различные виды деятельности, предоставление возможностей каждому учащемуся для самореализации и самораскрытия;

доминирования — отход от привычного, прежде удобного для всех, принципа мероприятийной организации воспитательной работы, создание условий для реализации интересов детей, их обогащения и возвышения, пробуждения новых интересов;

вариативности — создание условий для выбора учащимися форм деятельности для поддержки различных инициатив;

сотрудничества — определение общих целей педагогв и учащихся, организвция их совместной деятельности на основе взаимопонимания и взаимопомощи;

мотивации — добровольность включения ребенка в ту или иную деятельность, наличие цели — доступной, понятной, а, главное, — осознанной, доверие подростку в выборе средств и способов достижения поставленной задачи; включение детей и подростков в реальные социально-значимые отношения; необходимости социальной защиты и подготовки детей к социальной самозащите; толерантности — терпимого отношения к людям иной национальности, вероисповедания, культуры и взглядов.

Именно он совершает огромную организационную работу в нашей школе: занимается общественной жизнью школы, помогает развить творческие и организаторские способности учеников, сплотить коллектив учащихся школы.

Клуб «Премьер» подразумевает под собой активность, инициативу и коммуникабельность.

Премьеровцы работают сообща и сплоченно, поддерживая друг друга и развивая в себе творческий потенциал. Деятельность Совета старшеклассников «Премьер» вносит огромный вклад в развитие школьного самоуправления.

Девиз «Премьера»: «Пять «Т» — талант, творчество, трудолюбие, терпение, требовательность».
      </p> <p>
    Летняя оздоровительная кампания в пришкольном онлайн лагере

Клуб «Премьер» создан при МБОУ СОШ №1им. М.Ю.Лермонтова 01.12.2001г. и с момента своего создания стал частью учебно-воспитательного процесса, подразумевающего педагогику активного сотрудничества учащихся, учителей, ответственности, личной и коллективной, самоуважения, творческого развития.

Главной целью организации является создание благоприятных условий для творческого роста одаренных детей, а также помощь в развитии таких важных качеств в современном мире, как коммуникабельность, умение показать себя.

Задачи:

- формирование подрастающего человека как творческой личности;

- развитие ученического самоуправления;

- развитие творческого потенциала личности и формирование системы научных взглядов учащихся;

- проведение внеурочной работы, обеспечивающей условия для развития творческой одаренности детей, их самореализации;

- воспитание социально значимой целеустремленности, предприимчивости и деловитости;

- воспитание в подрастающем человеке чувства ответственности за порученное дело;

- создание условий, способствующих повышению уровня образованности учащихся.

В 2014 году клуб «Премьер» был переименован и стал называться Совет старшеклассников «Премьер».

Его работа созвучна с основными принципами педагогики:

гуманизации — признание личности ребенка высшей ценностью воспитания, выявление и развитие всех сущностных сил ребенка, внушение каждому воспитаннику сознания собственной неповторимости;

индивидуализации — учет индивидуальных особенностей каждого ученика при включении его в различные виды деятельности, предоставление возможностей каждому учащемуся для самореализации и самораскрытия;

доминирования — отход от привычного, прежде удобного для всех, принципа мероприятийной организации воспитательной работы, создание условий для реализации интересов детей, их обогащения и возвышения, пробуждения новых интересов;

вариативности — создание условий для выбора учащимися форм деятельности для поддержки различных инициатив;

сотрудничества — определение общих целей педагогв и учащихся, организвция их совместной деятельности на основе взаимопонимания и взаимопомощи;

мотивации — добровольность включения ребенка в ту или иную деятельность, наличие цели — доступной, понятной, а, главное, — осознанной, доверие подростку в выборе средств и способов достижения поставленной задачи; включение детей и подростков в реальные социально-значимые отношения; необходимости социальной защиты и подготовки детей к социальной самозащите; толерантности — терпимого отношения к людям иной национальности, вероисповедания, культуры и взглядов.

Именно он совершает огромную организационную работу в нашей школе: занимается общественной жизнью школы, помогает развить творческие и организаторские способности учеников, сплотить коллектив учащихся школы.

Клуб «Премьер» подразумевает под собой активность, инициативу и коммуникабельность.

Премьеровцы работают сообща и сплоченно, поддерживая друг друга и развивая в себе творческий потенциал. Деятельность Совета старшеклассников «Премьер» вносит огромный вклад в развитие школьного самоуправления.

Девиз «Премьера»: «Пять «Т» — талант, творчество, трудолюбие, терпение, требовательность».
      </p> <p>
    Летняя оздоровительная кампания в пришкольном онлайн лагере

Клуб «Премьер» создан при МБОУ СОШ №1им. М.Ю.Лермонтова 01.12.2001г. и с момента своего создания стал частью учебно-воспитательного процесса, подразумевающего педагогику активного сотрудничества учащихся, учителей, ответственности, личной и коллективной, самоуважения, творческого развития.

Главной целью организации является создание благоприятных условий для творческого роста одаренных детей, а также помощь в развитии таких важных качеств в современном мире, как коммуникабельность, умение показать себя.

Задачи:

- формирование подрастающего человека как творческой личности;

- развитие ученического самоуправления;

- развитие творческого потенциала личности и формирование системы научных взглядов учащихся;

- проведение внеурочной работы, обеспечивающей условия для развития творческой одаренности детей, их самореализации;

- воспитание социально значимой целеустремленности, предприимчивости и деловитости;

- воспитание в подрастающем человеке чувства ответственности за порученное дело;

- создание условий, способствующих повышению уровня образованности учащихся.

В 2014 году клуб «Премьер» был переименован и стал называться Совет старшеклассников «Премьер».

Его работа созвучна с основными принципами педагогики:

гуманизации — признание личности ребенка высшей ценностью воспитания, выявление и развитие всех сущностных сил ребенка, внушение каждому воспитаннику сознания собственной неповторимости;

индивидуализации — учет индивидуальных особенностей каждого ученика при включении его в различные виды деятельности, предоставление возможностей каждому учащемуся для самореализации и самораскрытия;

доминирования — отход от привычного, прежде удобного для всех, принципа мероприятийной организации воспитательной работы, создание условий для реализации интересов детей, их обогащения и возвышения, пробуждения новых интересов;

вариативности — создание условий для выбора учащимися форм деятельности для поддержки различных инициатив;

сотрудничества — определение общих целей педагогв и учащихся, организвция их совместной деятельности на основе взаимопонимания и взаимопомощи;

мотивации — добровольность включения ребенка в ту или иную деятельность, наличие цели — доступной, понятной, а, главное, — осознанной, доверие подростку в выборе средств и способов достижения поставленной задачи; включение детей и подростков в реальные социально-значимые отношения; необходимости социальной защиты и подготовки детей к социальной самозащите; толерантности — терпимого отношения к людям иной национальности, вероисповедания, культуры и взглядов.

Именно он совершает огромную организационную работу в нашей школе: занимается общественной жизнью школы, помогает развить творческие и организаторские способности учеников, сплотить коллектив учащихся школы.

Клуб «Премьер» подразумевает под собой активность, инициативу и коммуникабельность.

Премьеровцы работают сообща и сплоченно, поддерживая друг друга и развивая в себе творческий потенциал. Деятельность Совета старшеклассников «Премьер» вносит огромный вклад в развитие школьного самоуправления.

Девиз «Премьера»: «Пять «Т» — талант, творчество, трудолюбие, терпение, требовательность».
      </p> <p>
    Летняя оздоровительная кампания в пришкольном онлайн лагере

Клуб «Премьер» создан при МБОУ СОШ №1им. М.Ю.Лермонтова 01.12.2001г. и с момента своего создания стал частью учебно-воспитательного процесса, подразумевающего педагогику активного сотрудничества учащихся, учителей, ответственности, личной и коллективной, самоуважения, творческого развития.

Главной целью организации является создание благоприятных условий для творческого роста одаренных детей, а также помощь в развитии таких важных качеств в современном мире, как коммуникабельность, умение показать себя.

Задачи:

- формирование подрастающего человека как творческой личности;

- развитие ученического самоуправления;

- развитие творческого потенциала личности и формирование системы научных взглядов учащихся;

- проведение внеурочной работы, обеспечивающей условия для развития творческой одаренности детей, их самореализации;

- воспитание социально значимой целеустремленности, предприимчивости и деловитости;

- воспитание в подрастающем человеке чувства ответственности за порученное дело;

- создание условий, способствующих повышению уровня образованности учащихся.

В 2014 году клуб «Премьер» был переименован и стал называться Совет старшеклассников «Премьер».

Его работа созвучна с основными принципами педагогики:

гуманизации — признание личности ребенка высшей ценностью воспитания, выявление и развитие всех сущностных сил ребенка, внушение каждому воспитаннику сознания собственной неповторимости;

индивидуализации — учет индивидуальных особенностей каждого ученика при включении его в различные виды деятельности, предоставление возможностей каждому учащемуся для самореализации и самораскрытия;

доминирования — отход от привычного, прежде удобного для всех, принципа мероприятийной организации воспитательной работы, создание условий для реализации интересов детей, их обогащения и возвышения, пробуждения новых интересов;

вариативности — создание условий для выбора учащимися форм деятельности для поддержки различных инициатив;

сотрудничества — определение общих целей педагогв и учащихся, организвция их совместной деятельности на основе взаимопонимания и взаимопомощи;

мотивации — добровольность включения ребенка в ту или иную деятельность, наличие цели — доступной, понятной, а, главное, — осознанной, доверие подростку в выборе средств и способов достижения поставленной задачи; включение детей и подростков в реальные социально-значимые отношения; необходимости социальной защиты и подготовки детей к социальной самозащите; толерантности — терпимого отношения к людям иной национальности, вероисповедания, культуры и взглядов.

Именно он совершает огромную организационную работу в нашей школе: занимается общественной жизнью школы, помогает развить творческие и организаторские способности учеников, сплотить коллектив учащихся школы.

Клуб «Премьер» подразумевает под собой активность, инициативу и коммуникабельность.

Премьеровцы работают сообща и сплоченно, поддерживая друг друга и развивая в себе творческий потенциал. Деятельность Совета старшеклассников «Премьер» вносит огромный вклад в развитие школьного самоуправления.

Девиз «Премьера»: «Пять «Т» — талант, творчество, трудолюбие, терпение, требовательность».
      </p> <p>
    Летняя оздоровительная кампания в пришкольном онлайн лагере

Клуб «Премьер» создан при МБОУ СОШ №1им. М.Ю.Лермонтова 01.12.2001г. и с момента своего создания стал частью учебно-воспитательного процесса, подразумевающего педагогику активного сотрудничества учащихся, учителей, ответственности, личной и коллективной, самоуважения, творческого развития.

Главной целью организации является создание благоприятных условий для творческого роста одаренных детей, а также помощь в развитии таких важных качеств в современном мире, как коммуникабельность, умение показать себя.

Задачи:

- формирование подрастающего человека как творческой личности;

- развитие ученического самоуправления;

- развитие творческого потенциала личности и формирование системы научных взглядов учащихся;

- проведение внеурочной работы, обеспечивающей условия для развития творческой одаренности детей, их самореализации;

- воспитание социально значимой целеустремленности, предприимчивости и деловитости;

- воспитание в подрастающем человеке чувства ответственности за порученное дело;

- создание условий, способствующих повышению уровня образованности учащихся.

В 2014 году клуб «Премьер» был переименован и стал называться Совет старшеклассников «Премьер».

Его работа созвучна с основными принципами педагогики:

гуманизации — признание личности ребенка высшей ценностью воспитания, выявление и развитие всех сущностных сил ребенка, внушение каждому воспитаннику сознания собственной неповторимости;

индивидуализации — учет индивидуальных особенностей каждого ученика при включении его в различные виды деятельности, предоставление возможностей каждому учащемуся для самореализации и самораскрытия;

доминирования — отход от привычного, прежде удобного для всех, принципа мероприятийной организации воспитательной работы, создание условий для реализации интересов детей, их обогащения и возвышения, пробуждения новых интересов;

вариативности — создание условий для выбора учащимися форм деятельности для поддержки различных инициатив;

сотрудничества — определение общих целей педагогв и учащихся, организвция их совместной деятельности на основе взаимопонимания и взаимопомощи;

мотивации — добровольность включения ребенка в ту или иную деятельность, наличие цели — доступной, понятной, а, главное, — осознанной, доверие подростку в выборе средств и способов достижения поставленной задачи; включение детей и подростков в реальные социально-значимые отношения; необходимости социальной защиты и подготовки детей к социальной самозащите; толерантности — терпимого отношения к людям иной национальности, вероисповедания, культуры и взглядов.

Именно он совершает огромную организационную работу в нашей школе: занимается общественной жизнью школы, помогает развить творческие и организаторские способности учеников, сплотить коллектив учащихся школы.

Клуб «Премьер» подразумевает под собой активность, инициативу и коммуникабельность.

Премьеровцы работают сообща и сплоченно, поддерживая друг друга и развивая в себе творческий потенциал. Деятельность Совета старшеклассников «Премьер» вносит огромный вклад в развитие школьного самоуправления.

Девиз «Премьера»: «Пять «Т» — талант, творчество, трудолюбие, терпение, требовательность».
      </p> <p>
    Летняя оздоровительная кампания в пришкольном онлайн лагере

Клуб «Премьер» создан при МБОУ СОШ №1им. М.Ю.Лермонтова 01.12.2001г. и с момента своего создания стал частью учебно-воспитательного процесса, подразумевающего педагогику активного сотрудничества учащихся, учителей, ответственности, личной и коллективной, самоуважения, творческого развития.

Главной целью организации является создание благоприятных условий для творческого роста одаренных детей, а также помощь в развитии таких важных качеств в современном мире, как коммуникабельность, умение показать себя.

Задачи:

- формирование подрастающего человека как творческой личности;

- развитие ученического самоуправления;

- развитие творческого потенциала личности и формирование системы научных взглядов учащихся;

- проведение внеурочной работы, обеспечивающей условия для развития творческой одаренности детей, их самореализации;

- воспитание социально значимой целеустремленности, предприимчивости и деловитости;

- воспитание в подрастающем человеке чувства ответственности за порученное дело;

- создание условий, способствующих повышению уровня образованности учащихся.

В 2014 году клуб «Премьер» был переименован и стал называться Совет старшеклассников «Премьер».

Его работа созвучна с основными принципами педагогики:

гуманизации — признание личности ребенка высшей ценностью воспитания, выявление и развитие всех сущностных сил ребенка, внушение каждому воспитаннику сознания собственной неповторимости;

индивидуализации — учет индивидуальных особенностей каждого ученика при включении его в различные виды деятельности, предоставление возможностей каждому учащемуся для самореализации и самораскрытия;

доминирования — отход от привычного, прежде удобного для всех, принципа мероприятийной организации воспитательной работы, создание условий для реализации интересов детей, их обогащения и возвышения, пробуждения новых интересов;

вариативности — создание условий для выбора учащимися форм деятельности для поддержки различных инициатив;

сотрудничества — определение общих целей педагогв и учащихся, организвция их совместной деятельности на основе взаимопонимания и взаимопомощи;

мотивации — добровольность включения ребенка в ту или иную деятельность, наличие цели — доступной, понятной, а, главное, — осознанной, доверие подростку в выборе средств и способов достижения поставленной задачи; включение детей и подростков в реальные социально-значимые отношения; необходимости социальной защиты и подготовки детей к социальной самозащите; толерантности — терпимого отношения к людям иной национальности, вероисповедания, культуры и взглядов.

Именно он совершает огромную организационную работу в нашей школе: занимается общественной жизнью школы, помогает развить творческие и организаторские способности учеников, сплотить коллектив учащихся школы.

Клуб «Премьер» подразумевает под собой активность, инициативу и коммуникабельность.

Премьеровцы работают сообща и сплоченно, поддерживая друг друга и развивая в себе творческий потенциал. Деятельность Совета старшеклассников «Премьер» вносит огромный вклад в развитие школьного самоуправления.

Девиз «Премьера»: «Пять «Т» — талант, творчество, трудолюбие, терпение, требовательность».
      </p> <p>
    Летняя оздоровительная кампания в пришкольном онлайн лагере

Клуб «Премьер» создан при МБОУ СОШ №1им. М.Ю.Лермонтова 01.12.2001г. и с момента своего создания стал частью учебно-воспитательного процесса, подразумевающего педагогику активного сотрудничества учащихся, учителей, ответственности, личной и коллективной, самоуважения, творческого развития.

Главной целью организации является создание благоприятных условий для творческого роста одаренных детей, а также помощь в развитии таких важных качеств в современном мире, как коммуникабельность, умение показать себя.

Задачи:

- формирование подрастающего человека как творческой личности;

- развитие ученического самоуправления;

- развитие творческого потенциала личности и формирование системы научных взглядов учащихся;

- проведение внеурочной работы, обеспечивающей условия для развития творческой одаренности детей, их самореализации;

- воспитание социально значимой целеустремленности, предприимчивости и деловитости;

- воспитание в подрастающем человеке чувства ответственности за порученное дело;

- создание условий, способствующих повышению уровня образованности учащихся.

В 2014 году клуб «Премьер» был переименован и стал называться Совет старшеклассников «Премьер».

Его работа созвучна с основными принципами педагогики:

гуманизации — признание личности ребенка высшей ценностью воспитания, выявление и развитие всех сущностных сил ребенка, внушение каждому воспитаннику сознания собственной неповторимости;

индивидуализации — учет индивидуальных особенностей каждого ученика при включении его в различные виды деятельности, предоставление возможностей каждому учащемуся для самореализации и самораскрытия;

доминирования — отход от привычного, прежде удобного для всех, принципа мероприятийной организации воспитательной работы, создание условий для реализации интересов детей, их обогащения и возвышения, пробуждения новых интересов;

вариативности — создание условий для выбора учащимися форм деятельности для поддержки различных инициатив;

сотрудничества — определение общих целей педагогв и учащихся, организвция их совместной деятельности на основе взаимопонимания и взаимопомощи;

мотивации — добровольность включения ребенка в ту или иную деятельность, наличие цели — доступной, понятной, а, главное, — осознанной, доверие подростку в выборе средств и способов достижения поставленной задачи; включение детей и подростков в реальные социально-значимые отношения; необходимости социальной защиты и подготовки детей к социальной самозащите; толерантности — терпимого отношения к людям иной национальности, вероисповедания, культуры и взглядов.

Именно он совершает огромную организационную работу в нашей школе: занимается общественной жизнью школы, помогает развить творческие и организаторские способности учеников, сплотить коллектив учащихся школы.

Клуб «Премьер» подразумевает под собой активность, инициативу и коммуникабельность.

Премьеровцы работают сообща и сплоченно, поддерживая друг друга и развивая в себе творческий потенциал. Деятельность Совета старшеклассников «Премьер» вносит огромный вклад в развитие школьного самоуправления.

Девиз «Премьера»: «Пять «Т» — талант, творчество, трудолюбие, терпение, требовательность».
      </p> <p>
    Летняя оздоровительная кампания в пришкольном онлайн лагере

Клуб «Премьер» создан при МБОУ СОШ №1им. М.Ю.Лермонтова 01.12.2001г. и с момента своего создания стал частью учебно-воспитательного процесса, подразумевающего педагогику активного сотрудничества учащихся, учителей, ответственности, личной и коллективной, самоуважения, творческого развития.

Главной целью организации является создание благоприятных условий для творческого роста одаренных детей, а также помощь в развитии таких важных качеств в современном мире, как коммуникабельность, умение показать себя.

Задачи:

- формирование подрастающего человека как творческой личности;

- развитие ученического самоуправления;

- развитие творческого потенциала личности и формирование системы научных взглядов учащихся;

- проведение внеурочной работы, обеспечивающей условия для развития творческой одаренности детей, их самореализации;

- воспитание социально значимой целеустремленности, предприимчивости и деловитости;

- воспитание в подрастающем человеке чувства ответственности за порученное дело;

- создание условий, способствующих повышению уровня образованности учащихся.

В 2014 году клуб «Премьер» был переименован и стал называться Совет старшеклассников «Премьер».

Его работа созвучна с основными принципами педагогики:

гуманизации — признание личности ребенка высшей ценностью воспитания, выявление и развитие всех сущностных сил ребенка, внушение каждому воспитаннику сознания собственной неповторимости;

индивидуализации — учет индивидуальных особенностей каждого ученика при включении его в различные виды деятельности, предоставление возможностей каждому учащемуся для самореализации и самораскрытия;

доминирования — отход от привычного, прежде удобного для всех, принципа мероприятийной организации воспитательной работы, создание условий для реализации интересов детей, их обогащения и возвышения, пробуждения новых интересов;

вариативности — создание условий для выбора учащимися форм деятельности для поддержки различных инициатив;

сотрудничества — определение общих целей педагогв и учащихся, организвция их совместной деятельности на основе взаимопонимания и взаимопомощи;

мотивации — добровольность включения ребенка в ту или иную деятельность, наличие цели — доступной, понятной, а, главное, — осознанной, доверие подростку в выборе средств и способов достижения поставленной задачи; включение детей и подростков в реальные социально-значимые отношения; необходимости социальной защиты и подготовки детей к социальной самозащите; толерантности — терпимого отношения к людям иной национальности, вероисповедания, культуры и взглядов.

Именно он совершает огромную организационную работу в нашей школе: занимается общественной жизнью школы, помогает развить творческие и организаторские способности учеников, сплотить коллектив учащихся школы.

Клуб «Премьер» подразумевает под собой активность, инициативу и коммуникабельность.

Премьеровцы работают сообща и сплоченно, поддерживая друг друга и развивая в себе творческий потенциал. Деятельность Совета старшеклассников «Премьер» вносит огромный вклад в развитие школьного самоуправления.

Девиз «Премьера»: «Пять «Т» — талант, творчество, трудолюбие, терпение, требовательность».
      </p> <p>
    Летняя оздоровительная кампания в пришкольном онлайн лагере

Клуб «Премьер» создан при МБОУ СОШ №1им. М.Ю.Лермонтова 01.12.2001г. и с момента своего создания стал частью учебно-воспитательного процесса, подразумевающего педагогику активного сотрудничества учащихся, учителей, ответственности, личной и коллективной, самоуважения, творческого развития.

Главной целью организации является создание благоприятных условий для творческого роста одаренных детей, а также помощь в развитии таких важных качеств в современном мире, как коммуникабельность, умение показать себя.

Задачи:

- формирование подрастающего человека как творческой личности;

- развитие ученического самоуправления;

- развитие творческого потенциала личности и формирование системы научных взглядов учащихся;

- проведение внеурочной работы, обеспечивающей условия для развития творческой одаренности детей, их самореализации;

- воспитание социально значимой целеустремленности, предприимчивости и деловитости;

- воспитание в подрастающем человеке чувства ответственности за порученное дело;

- создание условий, способствующих повышению уровня образованности учащихся.

В 2014 году клуб «Премьер» был переименован и стал называться Совет старшеклассников «Премьер».

Его работа созвучна с основными принципами педагогики:

гуманизации — признание личности ребенка высшей ценностью воспитания, выявление и развитие всех сущностных сил ребенка, внушение каждому воспитаннику сознания собственной неповторимости;

индивидуализации — учет индивидуальных особенностей каждого ученика при включении его в различные виды деятельности, предоставление возможностей каждому учащемуся для самореализации и самораскрытия;

доминирования — отход от привычного, прежде удобного для всех, принципа мероприятийной организации воспитательной работы, создание условий для реализации интересов детей, их обогащения и возвышения, пробуждения новых интересов;

вариативности — создание условий для выбора учащимися форм деятельности для поддержки различных инициатив;

сотрудничества — определение общих целей педагогв и учащихся, организвция их совместной деятельности на основе взаимопонимания и взаимопомощи;

мотивации — добровольность включения ребенка в ту или иную деятельность, наличие цели — доступной, понятной, а, главное, — осознанной, доверие подростку в выборе средств и способов достижения поставленной задачи; включение детей и подростков в реальные социально-значимые отношения; необходимости социальной защиты и подготовки детей к социальной самозащите; толерантности — терпимого отношения к людям иной национальности, вероисповедания, культуры и взглядов.

Именно он совершает огромную организационную работу в нашей школе: занимается общественной жизнью школы, помогает развить творческие и организаторские способности учеников, сплотить коллектив учащихся школы.

Клуб «Премьер» подразумевает под собой активность, инициативу и коммуникабельность.

Премьеровцы работают сообща и сплоченно, поддерживая друг друга и развивая в себе творческий потенциал. Деятельность Совета старшеклассников «Премьер» вносит огромный вклад в развитие школьного самоуправления.

Девиз «Премьера»: «Пять «Т» — талант, творчество, трудолюбие, терпение, требовательность».
      </p> <p>
    Летняя оздоровительная кампания в пришкольном онлайн лагере

Клуб «Премьер» создан при МБОУ СОШ №1им. М.Ю.Лермонтова 01.12.2001г. и с момента своего создания стал частью учебно-воспитательного процесса, подразумевающего педагогику активного сотрудничества учащихся, учителей, ответственности, личной и коллективной, самоуважения, творческого развития.

Главной целью организации является создание благоприятных условий для творческого роста одаренных детей, а также помощь в развитии таких важных качеств в современном мире, как коммуникабельность, умение показать себя.

Задачи:

- формирование подрастающего человека как творческой личности;

- развитие ученического самоуправления;

- развитие творческого потенциала личности и формирование системы научных взглядов учащихся;

- проведение внеурочной работы, обеспечивающей условия для развития творческой одаренности детей, их самореализации;

- воспитание социально значимой целеустремленности, предприимчивости и деловитости;

- воспитание в подрастающем человеке чувства ответственности за порученное дело;

- создание условий, способствующих повышению уровня образованности учащихся.

В 2014 году клуб «Премьер» был переименован и стал называться Совет старшеклассников «Премьер».

Его работа созвучна с основными принципами педагогики:

гуманизации — признание личности ребенка высшей ценностью воспитания, выявление и развитие всех сущностных сил ребенка, внушение каждому воспитаннику сознания собственной неповторимости;

индивидуализации — учет индивидуальных особенностей каждого ученика при включении его в различные виды деятельности, предоставление возможностей каждому учащемуся для самореализации и самораскрытия;

доминирования — отход от привычного, прежде удобного для всех, принципа мероприятийной организации воспитательной работы, создание условий для реализации интересов детей, их обогащения и возвышения, пробуждения новых интересов;

вариативности — создание условий для выбора учащимися форм деятельности для поддержки различных инициатив;

сотрудничества — определение общих целей педагогв и учащихся, организвция их совместной деятельности на основе взаимопонимания и взаимопомощи;

мотивации — добровольность включения ребенка в ту или иную деятельность, наличие цели — доступной, понятной, а, главное, — осознанной, доверие подростку в выборе средств и способов достижения поставленной задачи; включение детей и подростков в реальные социально-значимые отношения; необходимости социальной защиты и подготовки детей к социальной самозащите; толерантности — терпимого отношения к людям иной национальности, вероисповедания, культуры и взглядов.

Именно он совершает огромную организационную работу в нашей школе: занимается общественной жизнью школы, помогает развить творческие и организаторские способности учеников, сплотить коллектив учащихся школы.

Клуб «Премьер» подразумевает под собой активность, инициативу и коммуникабельность.

Премьеровцы работают сообща и сплоченно, поддерживая друг друга и развивая в себе творческий потенциал. Деятельность Совета старшеклассников «Премьер» вносит огромный вклад в развитие школьного самоуправления.

Девиз «Премьера»: «Пять «Т» — талант, творчество, трудолюбие, терпение, требовательность».
      </p> <p>
    Летняя оздоровительная кампания в пришкольном онлайн лагере

Клуб «Премьер» создан при МБОУ СОШ №1им. М.Ю.Лермонтова 01.12.2001г. и с момента своего создания стал частью учебно-воспитательного процесса, подразумевающего педагогику активного сотрудничества учащихся, учителей, ответственности, личной и коллективной, самоуважения, творческого развития.

Главной целью организации является создание благоприятных условий для творческого роста одаренных детей, а также помощь в развитии таких важных качеств в современном мире, как коммуникабельность, умение показать себя.

Задачи:

- формирование подрастающего человека как творческой личности;

- развитие ученического самоуправления;

- развитие творческого потенциала личности и формирование системы научных взглядов учащихся;

- проведение внеурочной работы, обеспечивающей условия для развития творческой одаренности детей, их самореализации;

- воспитание социально значимой целеустремленности, предприимчивости и деловитости;

- воспитание в подрастающем человеке чувства ответственности за порученное дело;

- создание условий, способствующих повышению уровня образованности учащихся.

В 2014 году клуб «Премьер» был переименован и стал называться Совет старшеклассников «Премьер».

Его работа созвучна с основными принципами педагогики:

гуманизации — признание личности ребенка высшей ценностью воспитания, выявление и развитие всех сущностных сил ребенка, внушение каждому воспитаннику сознания собственной неповторимости;

индивидуализации — учет индивидуальных особенностей каждого ученика при включении его в различные виды деятельности, предоставление возможностей каждому учащемуся для самореализации и самораскрытия;

доминирования — отход от привычного, прежде удобного для всех, принципа мероприятийной организации воспитательной работы, создание условий для реализации интересов детей, их обогащения и возвышения, пробуждения новых интересов;

вариативности — создание условий для выбора учащимися форм деятельности для поддержки различных инициатив;

сотрудничества — определение общих целей педагогв и учащихся, организвция их совместной деятельности на основе взаимопонимания и взаимопомощи;

мотивации — добровольность включения ребенка в ту или иную деятельность, наличие цели — доступной, понятной, а, главное, — осознанной, доверие подростку в выборе средств и способов достижения поставленной задачи; включение детей и подростков в реальные социально-значимые отношения; необходимости социальной защиты и подготовки детей к социальной самозащите; толерантности — терпимого отношения к людям иной национальности, вероисповедания, культуры и взглядов.

Именно он совершает огромную организационную работу в нашей школе: занимается общественной жизнью школы, помогает развить творческие и организаторские способности учеников, сплотить коллектив учащихся школы.

Клуб «Премьер» подразумевает под собой активность, инициативу и коммуникабельность.

Премьеровцы работают сообща и сплоченно, поддерживая друг друга и развивая в себе творческий потенциал. Деятельность Совета старшеклассников «Премьер» вносит огромный вклад в развитие школьного самоуправления.

Девиз «Премьера»: «Пять «Т» — талант, творчество, трудолюбие, терпение, требовательность».
      </p> <p>
    Летняя оздоровительная кампания в пришкольном онлайн лагере

Клуб «Премьер» создан при МБОУ СОШ №1им. М.Ю.Лермонтова 01.12.2001г. и с момента своего создания стал частью учебно-воспитательного процесса, подразумевающего педагогику активного сотрудничества учащихся, учителей, ответственности, личной и коллективной, самоуважения, творческого развития.

Главной целью организации является создание благоприятных условий для творческого роста одаренных детей, а также помощь в развитии таких важных качеств в современном мире, как коммуникабельность, умение показать себя.

Задачи:

- формирование подрастающего человека как творческой личности;

- развитие ученического самоуправления;

- развитие творческого потенциала личности и формирование системы научных взглядов учащихся;

- проведение внеурочной работы, обеспечивающей условия для развития творческой одаренности детей, их самореализации;

- воспитание социально значимой целеустремленности, предприимчивости и деловитости;

- воспитание в подрастающем человеке чувства ответственности за порученное дело;

- создание условий, способствующих повышению уровня образованности учащихся.

В 2014 году клуб «Премьер» был переименован и стал называться Совет старшеклассников «Премьер».

Его работа созвучна с основными принципами педагогики:

гуманизации — признание личности ребенка высшей ценностью воспитания, выявление и развитие всех сущностных сил ребенка, внушение каждому воспитаннику сознания собственной неповторимости;

индивидуализации — учет индивидуальных особенностей каждого ученика при включении его в различные виды деятельности, предоставление возможностей каждому учащемуся для самореализации и самораскрытия;

доминирования — отход от привычного, прежде удобного для всех, принципа мероприятийной организации воспитательной работы, создание условий для реализации интересов детей, их обогащения и возвышения, пробуждения новых интересов;

вариативности — создание условий для выбора учащимися форм деятельности для поддержки различных инициатив;

сотрудничества — определение общих целей педагогв и учащихся, организвция их совместной деятельности на основе взаимопонимания и взаимопомощи;

мотивации — добровольность включения ребенка в ту или иную деятельность, наличие цели — доступной, понятной, а, главное, — осознанной, доверие подростку в выборе средств и способов достижения поставленной задачи; включение детей и подростков в реальные социально-значимые отношения; необходимости социальной защиты и подготовки детей к социальной самозащите; толерантности — терпимого отношения к людям иной национальности, вероисповедания, культуры и взглядов.

Именно он совершает огромную организационную работу в нашей школе: занимается общественной жизнью школы, помогает развить творческие и организаторские способности учеников, сплотить коллектив учащихся школы.

Клуб «Премьер» подразумевает под собой активность, инициативу и коммуникабельность.

Премьеровцы работают сообща и сплоченно, поддерживая друг друга и развивая в себе творческий потенциал. Деятельность Совета старшеклассников «Премьер» вносит огромный вклад в развитие школьного самоуправления.

Девиз «Премьера»: «Пять «Т» — талант, творчество, трудолюбие, терпение, требовательность».
      </p> <p>
    Летняя оздоровительная кампания в пришкольном онлайн лагере

Клуб «Премьер» создан при МБОУ СОШ №1им. М.Ю.Лермонтова 01.12.2001г. и с момента своего создания стал частью учебно-воспитательного процесса, подразумевающего педагогику активного сотрудничества учащихся, учителей, ответственности, личной и коллективной, самоуважения, творческого развития.

Главной целью организации является создание благоприятных условий для творческого роста одаренных детей, а также помощь в развитии таких важных качеств в современном мире, как коммуникабельность, умение показать себя.

Задачи:

- формирование подрастающего человека как творческой личности;

- развитие ученического самоуправления;

- развитие творческого потенциала личности и формирование системы научных взглядов учащихся;

- проведение внеурочной работы, обеспечивающей условия для развития творческой одаренности детей, их самореализации;

- воспитание социально значимой целеустремленности, предприимчивости и деловитости;

- воспитание в подрастающем человеке чувства ответственности за порученное дело;

- создание условий, способствующих повышению уровня образованности учащихся.

В 2014 году клуб «Премьер» был переименован и стал называться Совет старшеклассников «Премьер».

Его работа созвучна с основными принципами педагогики:

гуманизации — признание личности ребенка высшей ценностью воспитания, выявление и развитие всех сущностных сил ребенка, внушение каждому воспитаннику сознания собственной неповторимости;

индивидуализации — учет индивидуальных особенностей каждого ученика при включении его в различные виды деятельности, предоставление возможностей каждому учащемуся для самореализации и самораскрытия;

доминирования — отход от привычного, прежде удобного для всех, принципа мероприятийной организации воспитательной работы, создание условий для реализации интересов детей, их обогащения и возвышения, пробуждения новых интересов;

вариативности — создание условий для выбора учащимися форм деятельности для поддержки различных инициатив;

сотрудничества — определение общих целей педагогв и учащихся, организвция их совместной деятельности на основе взаимопонимания и взаимопомощи;

мотивации — добровольность включения ребенка в ту или иную деятельность, наличие цели — доступной, понятной, а, главное, — осознанной, доверие подростку в выборе средств и способов достижения поставленной задачи; включение детей и подростков в реальные социально-значимые отношения; необходимости социальной защиты и подготовки детей к социальной самозащите; толерантности — терпимого отношения к людям иной национальности, вероисповедания, культуры и взглядов.

Именно он совершает огромную организационную работу в нашей школе: занимается общественной жизнью школы, помогает развить творческие и организаторские способности учеников, сплотить коллектив учащихся школы.

Клуб «Премьер» подразумевает под собой активность, инициативу и коммуникабельность.

Премьеровцы работают сообща и сплоченно, поддерживая друг друга и развивая в себе творческий потенциал. Деятельность Совета старшеклассников «Премьер» вносит огромный вклад в развитие школьного самоуправления.

Девиз «Премьера»: «Пять «Т» — талант, творчество, трудолюбие, терпение, требовательность».
      </p> <p>
    Летняя оздоровительная кампания в пришкольном онлайн лагере

Клуб «Премьер» создан при МБОУ СОШ №1им. М.Ю.Лермонтова 01.12.2001г. и с момента своего создания стал частью учебно-воспитательного процесса, подразумевающего педагогику активного сотрудничества учащихся, учителей, ответственности, личной и коллективной, самоуважения, творческого развития.

Главной целью организации является создание благоприятных условий для творческого роста одаренных детей, а также помощь в развитии таких важных качеств в современном мире, как коммуникабельность, умение показать себя.

Задачи:

- формирование подрастающего человека как творческой личности;

- развитие ученического самоуправления;

- развитие творческого потенциала личности и формирование системы научных взглядов учащихся;

- проведение внеурочной работы, обеспечивающей условия для развития творческой одаренности детей, их самореализации;

- воспитание социально значимой целеустремленности, предприимчивости и деловитости;

- воспитание в подрастающем человеке чувства ответственности за порученное дело;

- создание условий, способствующих повышению уровня образованности учащихся.

В 2014 году клуб «Премьер» был переименован и стал называться Совет старшеклассников «Премьер».

Его работа созвучна с основными принципами педагогики:

гуманизации — признание личности ребенка высшей ценностью воспитания, выявление и развитие всех сущностных сил ребенка, внушение каждому воспитаннику сознания собственной неповторимости;

индивидуализации — учет индивидуальных особенностей каждого ученика при включении его в различные виды деятельности, предоставление возможностей каждому учащемуся для самореализации и самораскрытия;

доминирования — отход от привычного, прежде удобного для всех, принципа мероприятийной организации воспитательной работы, создание условий для реализации интересов детей, их обогащения и возвышения, пробуждения новых интересов;

вариативности — создание условий для выбора учащимися форм деятельности для поддержки различных инициатив;

сотрудничества — определение общих целей педагогв и учащихся, организвция их совместной деятельности на основе взаимопонимания и взаимопомощи;

мотивации — добровольность включения ребенка в ту или иную деятельность, наличие цели — доступной, понятной, а, главное, — осознанной, доверие подростку в выборе средств и способов достижения поставленной задачи; включение детей и подростков в реальные социально-значимые отношения; необходимости социальной защиты и подготовки детей к социальной самозащите; толерантности — терпимого отношения к людям иной национальности, вероисповедания, культуры и взглядов.

Именно он совершает огромную организационную работу в нашей школе: занимается общественной жизнью школы, помогает развить творческие и организаторские способности учеников, сплотить коллектив учащихся школы.

Клуб «Премьер» подразумевает под собой активность, инициативу и коммуникабельность.

Премьеровцы работают сообща и сплоченно, поддерживая друг друга и развивая в себе творческий потенциал. Деятельность Совета старшеклассников «Премьер» вносит огромный вклад в развитие школьного самоуправления.

Девиз «Премьера»: «Пять «Т» — талант, творчество, трудолюбие, терпение, требовательность».
      </p> <p>
    Летняя оздоровительная кампания в пришкольном онлайн лагере

Клуб «Премьер» создан при МБОУ СОШ №1им. М.Ю.Лермонтова 01.12.2001г. и с момента своего создания стал частью учебно-воспитательного процесса, подразумевающего педагогику активного сотрудничества учащихся, учителей, ответственности, личной и коллективной, самоуважения, творческого развития.

Главной целью организации является создание благоприятных условий для творческого роста одаренных детей, а также помощь в развитии таких важных качеств в современном мире, как коммуникабельность, умение показать себя.

Задачи:

- формирование подрастающего человека как творческой личности;

- развитие ученического самоуправления;

- развитие творческого потенциала личности и формирование системы научных взглядов учащихся;

- проведение внеурочной работы, обеспечивающей условия для развития творческой одаренности детей, их самореализации;

- воспитание социально значимой целеустремленности, предприимчивости и деловитости;

- воспитание в подрастающем человеке чувства ответственности за порученное дело;

- создание условий, способствующих повышению уровня образованности учащихся.

В 2014 году клуб «Премьер» был переименован и стал называться Совет старшеклассников «Премьер».

Его работа созвучна с основными принципами педагогики:

гуманизации — признание личности ребенка высшей ценностью воспитания, выявление и развитие всех сущностных сил ребенка, внушение каждому воспитаннику сознания собственной неповторимости;

индивидуализации — учет индивидуальных особенностей каждого ученика при включении его в различные виды деятельности, предоставление возможностей каждому учащемуся для самореализации и самораскрытия;

доминирования — отход от привычного, прежде удобного для всех, принципа мероприятийной организации воспитательной работы, создание условий для реализации интересов детей, их обогащения и возвышения, пробуждения новых интересов;

вариативности — создание условий для выбора учащимися форм деятельности для поддержки различных инициатив;

сотрудничества — определение общих целей педагогв и учащихся, организвция их совместной деятельности на основе взаимопонимания и взаимопомощи;

мотивации — добровольность включения ребенка в ту или иную деятельность, наличие цели — доступной, понятной, а, главное, — осознанной, доверие подростку в выборе средств и способов достижения поставленной задачи; включение детей и подростков в реальные социально-значимые отношения; необходимости социальной защиты и подготовки детей к социальной самозащите; толерантности — терпимого отношения к людям иной национальности, вероисповедания, культуры и взглядов.

Именно он совершает огромную организационную работу в нашей школе: занимается общественной жизнью школы, помогает развить творческие и организаторские способности учеников, сплотить коллектив учащихся школы.

Клуб «Премьер» подразумевает под собой активность, инициативу и коммуникабельность.

Премьеровцы работают сообща и сплоченно, поддерживая друг друга и развивая в себе творческий потенциал. Деятельность Совета старшеклассников «Премьер» вносит огромный вклад в развитие школьного самоуправления.

Девиз «Премьера»: «Пять «Т» — талант, творчество, трудолюбие, терпение, требовательность».
      </p> <p>
    Летняя оздоровительная кампания в пришкольном онлайн лагере

Клуб «Премьер» создан при МБОУ СОШ №1им. М.Ю.Лермонтова 01.12.2001г. и с момента своего создания стал частью учебно-воспитательного процесса, подразумевающего педагогику активного сотрудничества учащихся, учителей, ответственности, личной и коллективной, самоуважения, творческого развития.

Главной целью организации является создание благоприятных условий для творческого роста одаренных детей, а также помощь в развитии таких важных качеств в современном мире, как коммуникабельность, умение показать себя.

Задачи:

- формирование подрастающего человека как творческой личности;

- развитие ученического самоуправления;

- развитие творческого потенциала личности и формирование системы научных взглядов учащихся;

- проведение внеурочной работы, обеспечивающей условия для развития творческой одаренности детей, их самореализации;

- воспитание социально значимой целеустремленности, предприимчивости и деловитости;

- воспитание в подрастающем человеке чувства ответственности за порученное дело;

- создание условий, способствующих повышению уровня образованности учащихся.

В 2014 году клуб «Премьер» был переименован и стал называться Совет старшеклассников «Премьер».

Его работа созвучна с основными принципами педагогики:

гуманизации — признание личности ребенка высшей ценностью воспитания, выявление и развитие всех сущностных сил ребенка, внушение каждому воспитаннику сознания собственной неповторимости;

индивидуализации — учет индивидуальных особенностей каждого ученика при включении его в различные виды деятельности, предоставление возможностей каждому учащемуся для самореализации и самораскрытия;

доминирования — отход от привычного, прежде удобного для всех, принципа мероприятийной организации воспитательной работы, создание условий для реализации интересов детей, их обогащения и возвышения, пробуждения новых интересов;

вариативности — создание условий для выбора учащимися форм деятельности для поддержки различных инициатив;

сотрудничества — определение общих целей педагогв и учащихся, организвция их совместной деятельности на основе взаимопонимания и взаимопомощи;

мотивации — добровольность включения ребенка в ту или иную деятельность, наличие цели — доступной, понятной, а, главное, — осознанной, доверие подростку в выборе средств и способов достижения поставленной задачи; включение детей и подростков в реальные социально-значимые отношения; необходимости социальной защиты и подготовки детей к социальной самозащите; толерантности — терпимого отношения к людям иной национальности, вероисповедания, культуры и взглядов.

Именно он совершает огромную организационную работу в нашей школе: занимается общественной жизнью школы, помогает развить творческие и организаторские способности учеников, сплотить коллектив учащихся школы.

Клуб «Премьер» подразумевает под собой активность, инициативу и коммуникабельность.

Премьеровцы работают сообща и сплоченно, поддерживая друг друга и развивая в себе творческий потенциал. Деятельность Совета старшеклассников «Премьер» вносит огромный вклад в развитие школьного самоуправления.

Девиз «Премьера»: «Пять «Т» — талант, творчество, трудолюбие, терпение, требовательность».
      </p> <p>
    Летняя оздоровительная кампания в пришкольном онлайн лагере

Клуб «Премьер» создан при МБОУ СОШ №1им. М.Ю.Лермонтова 01.12.2001г. и с момента своего создания стал частью учебно-воспитательного процесса, подразумевающего педагогику активного сотрудничества учащихся, учителей, ответственности, личной и коллективной, самоуважения, творческого развития.

Главной целью организации является создание благоприятных условий для творческого роста одаренных детей, а также помощь в развитии таких важных качеств в современном мире, как коммуникабельность, умение показать себя.

Задачи:

- формирование подрастающего человека как творческой личности;

- развитие ученического самоуправления;

- развитие творческого потенциала личности и формирование системы научных взглядов учащихся;

- проведение внеурочной работы, обеспечивающей условия для развития творческой одаренности детей, их самореализации;

- воспитание социально значимой целеустремленности, предприимчивости и деловитости;

- воспитание в подрастающем человеке чувства ответственности за порученное дело;

- создание условий, способствующих повышению уровня образованности учащихся.

В 2014 году клуб «Премьер» был переименован и стал называться Совет старшеклассников «Премьер».

Его работа созвучна с основными принципами педагогики:

гуманизации — признание личности ребенка высшей ценностью воспитания, выявление и развитие всех сущностных сил ребенка, внушение каждому воспитаннику сознания собственной неповторимости;

индивидуализации — учет индивидуальных особенностей каждого ученика при включении его в различные виды деятельности, предоставление возможностей каждому учащемуся для самореализации и самораскрытия;

доминирования — отход от привычного, прежде удобного для всех, принципа мероприятийной организации воспитательной работы, создание условий для реализации интересов детей, их обогащения и возвышения, пробуждения новых интересов;

вариативности — создание условий для выбора учащимися форм деятельности для поддержки различных инициатив;

сотрудничества — определение общих целей педагогв и учащихся, организвция их совместной деятельности на основе взаимопонимания и взаимопомощи;

мотивации — добровольность включения ребенка в ту или иную деятельность, наличие цели — доступной, понятной, а, главное, — осознанной, доверие подростку в выборе средств и способов достижения поставленной задачи; включение детей и подростков в реальные социально-значимые отношения; необходимости социальной защиты и подготовки детей к социальной самозащите; толерантности — терпимого отношения к людям иной национальности, вероисповедания, культуры и взглядов.

Именно он совершает огромную организационную работу в нашей школе: занимается общественной жизнью школы, помогает развить творческие и организаторские способности учеников, сплотить коллектив учащихся школы.

Клуб «Премьер» подразумевает под собой активность, инициативу и коммуникабельность.

Премьеровцы работают сообща и сплоченно, поддерживая друг друга и развивая в себе творческий потенциал. Деятельность Совета старшеклассников «Премьер» вносит огромный вклад в развитие школьного самоуправления.

Девиз «Премьера»: «Пять «Т» — талант, творчество, трудолюбие, терпение, требовательность».
      </p> <p>
    Летняя оздоровительная кампания в пришкольном онлайн лагере

Клуб «Премьер» создан при МБОУ СОШ №1им. М.Ю.Лермонтова 01.12.2001г. и с момента своего создания стал частью учебно-воспитательного процесса, подразумевающего педагогику активного сотрудничества учащихся, учителей, ответственности, личной и коллективной, самоуважения, творческого развития.

Главной целью организации является создание благоприятных условий для творческого роста одаренных детей, а также помощь в развитии таких важных качеств в современном мире, как коммуникабельность, умение показать себя.

Задачи:

- формирование подрастающего человека как творческой личности;

- развитие ученического самоуправления;

- развитие творческого потенциала личности и формирование системы научных взглядов учащихся;

- проведение внеурочной работы, обеспечивающей условия для развития творческой одаренности детей, их самореализации;

- воспитание социально значимой целеустремленности, предприимчивости и деловитости;

- воспитание в подрастающем человеке чувства ответственности за порученное дело;

- создание условий, способствующих повышению уровня образованности учащихся.

В 2014 году клуб «Премьер» был переименован и стал называться Совет старшеклассников «Премьер».

Его работа созвучна с основными принципами педагогики:

гуманизации — признание личности ребенка высшей ценностью воспитания, выявление и развитие всех сущностных сил ребенка, внушение каждому воспитаннику сознания собственной неповторимости;

индивидуализации — учет индивидуальных особенностей каждого ученика при включении его в различные виды деятельности, предоставление возможностей каждому учащемуся для самореализации и самораскрытия;

доминирования — отход от привычного, прежде удобного для всех, принципа мероприятийной организации воспитательной работы, создание условий для реализации интересов детей, их обогащения и возвышения, пробуждения новых интересов;

вариативности — создание условий для выбора учащимися форм деятельности для поддержки различных инициатив;

сотрудничества — определение общих целей педагогв и учащихся, организвция их совместной деятельности на основе взаимопонимания и взаимопомощи;

мотивации — добровольность включения ребенка в ту или иную деятельность, наличие цели — доступной, понятной, а, главное, — осознанной, доверие подростку в выборе средств и способов достижения поставленной задачи; включение детей и подростков в реальные социально-значимые отношения; необходимости социальной защиты и подготовки детей к социальной самозащите; толерантности — терпимого отношения к людям иной национальности, вероисповедания, культуры и взглядов.

Именно он совершает огромную организационную работу в нашей школе: занимается общественной жизнью школы, помогает развить творческие и организаторские способности учеников, сплотить коллектив учащихся школы.

Клуб «Премьер» подразумевает под собой активность, инициативу и коммуникабельность.

Премьеровцы работают сообща и сплоченно, поддерживая друг друга и развивая в себе творческий потенциал. Деятельность Совета старшеклассников «Премьер» вносит огромный вклад в развитие школьного самоуправления.

Девиз «Премьера»: «Пять «Т» — талант, творчество, трудолюбие, терпение, требовательность».
      </p> <p>
    Летняя оздоровительная кампания в пришкольном онлайн лагере

Клуб «Премьер» создан при МБОУ СОШ №1им. М.Ю.Лермонтова 01.12.2001г. и с момента своего создания стал частью учебно-воспитательного процесса, подразумевающего педагогику активного сотрудничества учащихся, учителей, ответственности, личной и коллективной, самоуважения, творческого развития.

Главной целью организации является создание благоприятных условий для творческого роста одаренных детей, а также помощь в развитии таких важных качеств в современном мире, как коммуникабельность, умение показать себя.

Задачи:

- формирование подрастающего человека как творческой личности;

- развитие ученического самоуправления;

- развитие творческого потенциала личности и формирование системы научных взглядов учащихся;

- проведение внеурочной работы, обеспечивающей условия для развития творческой одаренности детей, их самореализации;

- воспитание социально значимой целеустремленности, предприимчивости и деловитости;

- воспитание в подрастающем человеке чувства ответственности за порученное дело;

- создание условий, способствующих повышению уровня образованности учащихся.

В 2014 году клуб «Премьер» был переименован и стал называться Совет старшеклассников «Премьер».

Его работа созвучна с основными принципами педагогики:

гуманизации — признание личности ребенка высшей ценностью воспитания, выявление и развитие всех сущностных сил ребенка, внушение каждому воспитаннику сознания собственной неповторимости;

индивидуализации — учет индивидуальных особенностей каждого ученика при включении его в различные виды деятельности, предоставление возможностей каждому учащемуся для самореализации и самораскрытия;

доминирования — отход от привычного, прежде удобного для всех, принципа мероприятийной организации воспитательной работы, создание условий для реализации интересов детей, их обогащения и возвышения, пробуждения новых интересов;

вариативности — создание условий для выбора учащимися форм деятельности для поддержки различных инициатив;

сотрудничества — определение общих целей педагогв и учащихся, организвция их совместной деятельности на основе взаимопонимания и взаимопомощи;

мотивации — добровольность включения ребенка в ту или иную деятельность, наличие цели — доступной, понятной, а, главное, — осознанной, доверие подростку в выборе средств и способов достижения поставленной задачи; включение детей и подростков в реальные социально-значимые отношения; необходимости социальной защиты и подготовки детей к социальной самозащите; толерантности — терпимого отношения к людям иной национальности, вероисповедания, культуры и взглядов.

Именно он совершает огромную организационную работу в нашей школе: занимается общественной жизнью школы, помогает развить творческие и организаторские способности учеников, сплотить коллектив учащихся школы.

Клуб «Премьер» подразумевает под собой активность, инициативу и коммуникабельность.

Премьеровцы работают сообща и сплоченно, поддерживая друг друга и развивая в себе творческий потенциал. Деятельность Совета старшеклассников «Премьер» вносит огромный вклад в развитие школьного самоуправления.

Девиз «Премьера»: «Пять «Т» — талант, творчество, трудолюбие, терпение, требовательность».
      </p> <p>
    Летняя оздоровительная кампания в пришкольном онлайн лагере

Клуб «Премьер» создан при МБОУ СОШ №1им. М.Ю.Лермонтова 01.12.2001г. и с момента своего создания стал частью учебно-воспитательного процесса, подразумевающего педагогику активного сотрудничества учащихся, учителей, ответственности, личной и коллективной, самоуважения, творческого развития.

Главной целью организации является создание благоприятных условий для творческого роста одаренных детей, а также помощь в развитии таких важных качеств в современном мире, как коммуникабельность, умение показать себя.

Задачи:

- формирование подрастающего человека как творческой личности;

- развитие ученического самоуправления;

- развитие творческого потенциала личности и формирование системы научных взглядов учащихся;

- проведение внеурочной работы, обеспечивающей условия для развития творческой одаренности детей, их самореализации;

- воспитание социально значимой целеустремленности, предприимчивости и деловитости;

- воспитание в подрастающем человеке чувства ответственности за порученное дело;

- создание условий, способствующих повышению уровня образованности учащихся.

В 2014 году клуб «Премьер» был переименован и стал называться Совет старшеклассников «Премьер».

Его работа созвучна с основными принципами педагогики:

гуманизации — признание личности ребенка высшей ценностью воспитания, выявление и развитие всех сущностных сил ребенка, внушение каждому воспитаннику сознания собственной неповторимости;

индивидуализации — учет индивидуальных особенностей каждого ученика при включении его в различные виды деятельности, предоставление возможностей каждому учащемуся для самореализации и самораскрытия;

доминирования — отход от привычного, прежде удобного для всех, принципа мероприятийной организации воспитательной работы, создание условий для реализации интересов детей, их обогащения и возвышения, пробуждения новых интересов;

вариативности — создание условий для выбора учащимися форм деятельности для поддержки различных инициатив;

сотрудничества — определение общих целей педагогв и учащихся, организвция их совместной деятельности на основе взаимопонимания и взаимопомощи;

мотивации — добровольность включения ребенка в ту или иную деятельность, наличие цели — доступной, понятной, а, главное, — осознанной, доверие подростку в выборе средств и способов достижения поставленной задачи; включение детей и подростков в реальные социально-значимые отношения; необходимости социальной защиты и подготовки детей к социальной самозащите; толерантности — терпимого отношения к людям иной национальности, вероисповедания, культуры и взглядов.

Именно он совершает огромную организационную работу в нашей школе: занимается общественной жизнью школы, помогает развить творческие и организаторские способности учеников, сплотить коллектив учащихся школы.

Клуб «Премьер» подразумевает под собой активность, инициативу и коммуникабельность.

Премьеровцы работают сообща и сплоченно, поддерживая друг друга и развивая в себе творческий потенциал. Деятельность Совета старшеклассников «Премьер» вносит огромный вклад в развитие школьного самоуправления.

Девиз «Премьера»: «Пять «Т» — талант, творчество, трудолюбие, терпение, требовательность».
      </p> 
  </Layout>
)

export default IndexPage
