import React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"

const IndexPage = () => (
  <Layout>
    <SEO title="Home" />
    <h1>Информация о системе воспитательной работы</h1>
    <br />
    <strong>Методическая тема:</strong>
    <br/>
    <p>
      «Организационно-педагогические аспекты реализации на базе МБОУ СОШ №1 им.
      М. Ю. Лермонтова модели образовательной системы «Школа личностного роста»»
      Воспитательная система школы создается условиями всех участников
      образовательного процесса: учителями, детьми, родителями. В процессе их
      взаимодействия формируются ее цели и задачи, определяются пути их
      реализации, организуется деятельность. Основным объектом воспитательного
      процесса в школе является личность школьника, как носитель
      социально-ценностных отношений, как индивидуальность с неповторимым
      своеобразием черт и качеств. Цель: создание условий для развития,
      самореализации личности творческой, психически и физически здоровой,
      гуманной, социально мобильной, востребованной в современном обществе,
      способной ценить себя и уважать других; воспитывать поколение людей,
      способных стать достойными гражданами России, любящих свою семью, свой
      дом, своё дело, своё Отечество, готовых к нравственному поведению и
      выполнению гражданских обязанностей.
    </p>
    <br/>
    <strong>Исходя из цели воспитания, вытекают основные задачи:</strong>
    <br/>
    <p>
      Развитие самоуправления обучающихся, предоставление им реальной
      возможности участия в управлении образовательным учреждением, в
      деятельности творческих и общественных объединений различной
      направленности; Содействие формированию сознательного отношения
      обучающихся к своей жизни, здоровью, а также к жизни и здоровью окружающих
      людей; Развитие общей культуры школьников через традиционные мероприятия
      школы, выявление и работа с одаренными детьми с целью обеспечения
      самореализации личности; Выявление и развитие творческих способностей
      обучающихся путем создания творческой атмосферы через организацию кружков,
      спортивных секций; совместной творческой деятельности учителей, учеников и
      родителей; Создание условий для физического, интеллектуального,
      нравственного и духовного развития детей; Формирование у детей
      гражданско-патриотического сознания, духовно-нравственных ценностей
      гражданина России; Развитие коммуникативных навыков и формирование
      толерантного поведения; Создание условий для участия семей обучающихся в
      воспитательном процессе, развития родительских общественных объединений,
      повышения активности родительского сообщества, привлечение родительской
      общественности к участию в соуправлении школой; Воспитание обучающихся в
      духе демократии, личного достоинства, уважения прав человека,
      гражданственности, патриотизма.
    </p>
    <p>
      Развитие самоуправления обучающихся, предоставление им реальной
      возможности участия в управлении образовательным учреждением, в
      деятельности творческих и общественных объединений различной
      направленности; Содействие формированию сознательного отношения
      обучающихся к своей жизни, здоровью, а также к жизни и здоровью окружающих
      людей; Развитие общей культуры школьников через традиционные мероприятия
      школы, выявление и работа с одаренными детьми с целью обеспечения
      самореализации личности; Выявление и развитие творческих способностей
      обучающихся путем создания творческой атмосферы через организацию кружков,
      спортивных секций; совместной творческой деятельности учителей, учеников и
      родителей; Создание условий для физического, интеллектуального,
      нравственного и духовного развития детей; Формирование у детей
      гражданско-патриотического сознания, духовно-нравственных ценностей
      гражданина России; Развитие коммуникативных навыков и формирование
      толерантного поведения; Создание условий для участия семей обучающихся в
      воспитательном процессе, развития родительских общественных объединений,
      повышения активности родительского сообщества, привлечение родительской
      общественности к участию в соуправлении школой; Воспитание обучающихся в
      духе демократии, личного достоинства, уважения прав человека,
      гражданственности, патриотизма.
    </p>
    <p>
      Развитие самоуправления обучающихся, предоставление им реальной
      возможности участия в управлении образовательным учреждением, в
      деятельности творческих и общественных объединений различной
      направленности; Содействие формированию сознательного отношения
      обучающихся к своей жизни, здоровью, а также к жизни и здоровью окружающих
      людей; Развитие общей культуры школьников через традиционные мероприятия
      школы, выявление и работа с одаренными детьми с целью обеспечения
      самореализации личности; Выявление и развитие творческих способностей
      обучающихся путем создания творческой атмосферы через организацию кружков,
      спортивных секций; совместной творческой деятельности учителей, учеников и
      родителей; Создание условий для физического, интеллектуального,
      нравственного и духовного развития детей; Формирование у детей
      гражданско-патриотического сознания, духовно-нравственных ценностей
      гражданина России; Развитие коммуникативных навыков и формирование
      толерантного поведения; Создание условий для участия семей обучающихся в
      воспитательном процессе, развития родительских общественных объединений,
      повышения активности родительского сообщества, привлечение родительской
      общественности к участию в соуправлении школой; Воспитание обучающихся в
      духе демократии, личного достоинства, уважения прав человека,
      гражданственности, патриотизма.
    </p>
  </Layout>
)

export default IndexPage
